Repository: glandais/WhereIWas
Catalog: WhereIWas/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pl

# settings.audit.footer
source: Off by default. When on, the app records every fix received, every validation test run on it, and every state change, in its own table with its own retention. Useful for after-action review; it costs storage and a little battery.
cs: Ve výchozím stavu vypnuto. Po zapnutí aplikace zaznamenává každou přijatou polohu, každý na ní provedený ověřovací test a každou změnu stavu, a to do vlastní tabulky s vlastní dobou uchování. Užitečné pro zpětné vyhodnocení zásahu; stojí to úložiště a trochu baterie.
de: Standardmäßig deaktiviert. Ist die Funktion aktiviert, zeichnet die App jede empfangene Position, jeden daran durchgeführten Validierungstest und jeden Zustandswechsel in einer eigenen Tabelle mit eigener Aufbewahrungsdauer auf. Nützlich für die Nachbereitung; das kostet Speicherplatz und etwas Akku.
es: Desactivado de forma predeterminada. Al activarlo, la app registra cada posición recibida, cada prueba de validación realizada sobre ella y cada cambio de estado, en su propia tabla y con su propio período de conservación. Útil para el análisis posterior; consume almacenamiento y algo de batería.
fr: Désactivé par défaut. Une fois activé, l’app enregistre chaque position reçue, chaque test de validation effectué et chaque changement d’état, dans sa propre table et avec sa propre durée de conservation. Utile pour un retour d’expérience ; cela coûte du stockage et un peu de batterie.
it: Disattivato per impostazione predefinita. Una volta attivato, l'app registra ogni posizione ricevuta, ogni test di validazione effettuato e ogni cambiamento di stato, in una propria tabella con una propria durata di conservazione. Utile per un'analisi a posteriori; comporta un costo in spazio di archiviazione e un po' di batteria.
ja: デフォルトではオフです。オンにすると、受信したすべての位置情報、実行したすべての検証テスト、すべての状態変化を、専用のテーブルに専用の保持期間で記録します。事後検証に役立ちますが、ストレージとバッテリーを少し消費します。
nl: Standaard uitgeschakeld. Indien ingeschakeld registreert de app elke ontvangen fix, elke validatietest die erop wordt uitgevoerd en elke statuswijziging, in een eigen tabel met een eigen bewaartermijn. Nuttig voor evaluatie achteraf; het kost opslagruimte en een beetje batterij.
pl: Domyślnie wyłączone. Po włączeniu aplikacja zapisuje każdą otrzymaną lokalizację, każdy przeprowadzony na niej test walidacji oraz każdą zmianę stanu, we własnej tabeli z własnym okresem przechowywania. Przydatne do analizy powykonawczej; kosztuje trochę miejsca i nieco baterii.

# settings.audit.keepTrail
source: Keep trail for
cs: Uchovávat log po dobu
de: Protokoll aufbewahren für
es: Conservar el registro durante
fr: Conserver le journal
it: Conserva il registro per
ja: ログの保持期間
nl: Logboek bewaren
pl: Przechowuj dziennik przez

# settings.audit.motionReports
source: Motion reports
cs: Hlášení pohybu
de: Bewegungsberichte
es: Informes de movimiento
fr: Rapports de mouvement
it: Rapporti di movimento
ja: モーションレポート
nl: Bewegingsrapporten
pl: Raporty ruchu

# settings.audit.open
source: Open audit trail
cs: Otevřít auditní log
de: Audit-Protokoll öffnen
es: Abrir registro de auditoría
fr: Ouvrir le journal d’audit
it: Apri registro di audit
ja: 監査ログを開く
nl: Auditlogboek openen
pl: Otwórz dziennik audytu

# settings.audit.rejectedFixes
source: Rejected fixes
cs: Odmítnuté fixy
de: Abgelehnte Fixes
es: Posiciones rechazadas
fr: Points rejetés
it: Fix rifiutati
ja: 却下した測位
nl: Geweigerde fixes
pl: Odrzucone fixy

# settings.audit.validationTests
source: Validation tests
cs: Ověřovací testy
de: Validierungstests
es: Pruebas de validación
fr: Tests de validation
it: Test di validazione
ja: 検証テスト
nl: Validatietests
pl: Testy walidacji

# settings.confidence.high
source: High
cs: Vysoká
de: Hoch
es: Alta
fr: Élevée
it: Alta
ja: 高
nl: Hoog
pl: Wysoka

# settings.confidence.low
source: Low
cs: Nízká
de: Niedrig
es: Baja
fr: Faible
it: Bassa
ja: 低
nl: Laag
pl: Niska

# settings.confidence.medium
source: Medium
cs: Střední
de: Mittel
es: Media
fr: Moyenne
it: Media
ja: 中
nl: Gemiddeld
pl: Średnia

# settings.filter.duplicateDistance
source: Duplicate distance
cs: Vzdálenost duplicit
de: Duplikatabstand
es: Distancia de duplicado
fr: Distance de doublon
it: Distanza duplicati
ja: 重複距離
nl: Duplicaatafstand
pl: Odległość duplikatu

# settings.filter.footer
source: Fixes less accurate than the limit, older than the max age, or within the duplicate distance of the previous fix are discarded.
cs: Fixy, které jsou méně přesné než limit, starší než maximální stáří nebo blíž k předchozímu fixu než vzdálenost duplicit, se vyřazují.
de: Fixes, die ungenauer als das Limit sind, das maximale Alter überschreiten oder innerhalb des Duplikatabstands zum vorherigen Fix liegen, werden verworfen.
es: Se descartan las posiciones GPS menos precisas que el límite, las que superan la antigüedad máxima o las situadas a menos de la distancia de duplicado respecto a la posición anterior.
fr: Les points moins précis que la limite, plus anciens que l’âge maximal, ou situés à moins de la distance de doublon du point précédent sont écartés.
it: I fix meno precisi del limite, più vecchi dell'età massima o entro la distanza duplicati dal fix precedente vengono scartati.
ja: 上限より精度が低い測位、最大経過時間を超えた測位、直前の測位との距離が重複距離以内の測位は破棄されます。
nl: Fixes die minder nauwkeurig zijn dan de limiet, ouder zijn dan de maximale leeftijd of binnen de duplicaatafstand van de vorige fix liggen, worden geweigerd.
pl: Fixy mniej dokładne niż limit, starsze niż maksymalny wiek lub leżące bliżej poprzedniego fixu niż odległość duplikatu są odrzucane.

# settings.filter.maxAccuracy
source: Max horizontal accuracy
cs: Max. horizontální přesnost
de: Max. horizontale Genauigkeit
es: Precisión horizontal máx.
fr: Précision horizontale max.
it: Precisione orizzontale max.
ja: 水平精度の上限
nl: Max. horizontale nauwkeurigheid
pl: Maks. dokładność pozioma

# settings.filter.maxAge
source: Max sample age
cs: Max. stáří vzorku
de: Max. Messpunktalter
es: Antigüedad máx. de muestra
fr: Âge max. des points
it: Età max. dei campioni
ja: サンプルの経過時間上限
nl: Max. leeftijd meetpunt
pl: Maks. wiek próbki

# settings.filter.title
source: Sample filter
cs: Filtr vzorků
de: Messpunktfilter
es: Filtro de muestras
fr: Filtre des points
it: Filtro campioni
ja: サンプルフィルタ
nl: Meetpuntfilter
pl: Filtr próbek

# settings.motion.footer
source: Longer stillness avoids flapping at traffic lights but keeps GPS on longer after you stop. Coarse updates (3 km accuracy) cost almost nothing and keep the app alive in the background — which is why the system location indicator stays on while stationary. Turning off “Show location indicator” hides it, but iOS still shows it whenever GPS is recording in the background.
cs: Delší nehybnost brání kolísání stavu na semaforech, ale po zastavení nechává GPS zapnuté déle. Hrubé aktualizace (přesnost 3 km) mají téměř nulovou spotřebu a udržují aplikaci aktivní na pozadí — proto systémový indikátor polohy svítí, i když jste v klidu. Vypnutí této volby indikátor skryje, ale iOS ho stejně zobrazí, kdykoli GPS zaznamenává na pozadí.
de: Eine längere Stillstandsdauer vermeidet Wechsel an Ampeln, hält das GPS aber nach dem Anhalten länger eingeschaltet. Grobe Aktualisierungen (Genauigkeit 3 km) kosten fast nichts und halten die App im Hintergrund aktiv — deshalb bleibt die Standortanzeige des Systems im Stillstand eingeschaltet. Das Deaktivieren blendet sie aus, aber iOS zeigt sie trotzdem an, sobald das GPS im Hintergrund aufzeichnet.
es: Una inmovilidad más larga evita las oscilaciones en los semáforos, pero mantiene el GPS encendido más tiempo tras detenerse. Las actualizaciones de baja precisión (3 km) apenas consumen recursos y mantienen la app activa en segundo plano; por eso el indicador de ubicación del sistema permanece encendido en estado estacionario. Desactivar esta opción lo oculta, pero iOS lo sigue mostrando siempre que el GPS esté registrando en segundo plano.
fr: Une immobilité plus longue évite les basculements aux feux rouges, mais garde le GPS allumé plus longtemps après l’arrêt. Les mises à jour approximatives (précision 3 km) ne coûtent presque rien et maintiennent l’app active en arrière-plan — c’est pourquoi l’indicateur de localisation du système reste allumé à l’arrêt. Le désactiver le masque, mais iOS l’affiche quand même dès que le GPS enregistre en arrière-plan.
it: Un'immobilità più lunga evita i cambi di stato ai semafori, ma tiene il GPS acceso più a lungo dopo l'arresto. Gli aggiornamenti approssimativi (precisione 3 km) costano quasi nulla e mantengono l'app attiva in background — per questo l'indicatore di posizione del sistema resta acceso da stazionario. Disattivarlo lo nasconde, ma iOS lo mostra comunque ogni volta che il GPS registra in background.
ja: 静止判定までの時間を長くすると信号待ちでの切り替わりを防げますが、停止後もGPSがオンのままになる時間が長くなります。粗い位置情報の更新（精度3km）はほとんど負荷がなく、バックグラウンドでAppを維持します。静止中もシステムの位置情報インジケータが表示され続けるのはこのためです。オフにすると非表示になりますが、GPSがバックグラウンドで記録している間はiOSが表示を続けます。
nl: Een langere stilstand voorkomt schakelen bij verkeerslichten, maar houdt de GPS langer aan na het stoppen. Grove updates (nauwkeurigheid 3 km) kosten vrijwel niets en houden de app actief op de achtergrond — daarom blijft de locatie-indicator van het systeem aan bij stilstand. Uitschakelen verbergt deze, maar iOS toont hem nog steeds zodra de GPS op de achtergrond registreert.
pl: Dłuższy czas bezruchu ogranicza przełączanie stanów na światłach, ale utrzymuje GPS włączony dłużej po zatrzymaniu. Przybliżone aktualizacje (dokładność 3 km) kosztują niemal nic i utrzymują aplikację aktywną w tle — dlatego systemowy wskaźnik lokalizacji pozostaje włączony w bezruchu. Wyłączenie tej opcji ukrywa go, ale iOS i tak go pokazuje, gdy GPS rejestruje dane w tle.

# settings.motion.keepCoarse
source: Keep coarse updates while stationary
cs: Hrubé aktualizace při nehybnosti
de: Grobe Aktualisierungen im Stillstand beibehalten
es: Mantener actualizaciones de baja precisión en estacionario
fr: Garder des mises à jour approximatives à l’arrêt
it: Mantieni aggiornamenti approssimativi da stazionario
ja: 静止中も粗い位置情報を維持
nl: Grove updates behouden bij stilstand
pl: Przybliżone aktualizacje w bezruchu

# settings.motion.minimumConfidence
source: Minimum activity confidence
cs: Min. spolehlivost aktivity
de: Mindestzuverlässigkeit
es: Confianza mínima de actividad
fr: Confiance minimale d’activité
it: Confidenza minima attività
ja: 最小アクティビティ信頼度
nl: Min. betrouwbaarheid activiteit
pl: Minimalna pewność aktywności

# settings.motion.probeDuration
source: Probe duration
cs: Doba zjišťování
de: Prüfdauer
es: Duración de la comprobación
fr: Durée de détection
it: Durata verifica
ja: 移動判定の時間
nl: Detectieduur
pl: Czas wykrywania

# settings.motion.showIndicator
source: Show location indicator
cs: Zobrazit indikátor polohy
de: Standortanzeige einblenden
es: Mostrar indicador de ubicación
fr: Afficher l’indicateur de localisation
it: Mostra indicatore di posizione
ja: 位置情報インジケータを表示
nl: Locatie-indicator tonen
pl: Pokaż wskaźnik lokalizacji

# settings.motion.stillness
source: Stillness before GPS off
cs: Nehybnost před vypnutím GPS
de: Stillstand bis GPS aus
es: Inmovilidad antes de apagar el GPS
fr: Immobilité avant extinction du GPS
it: Immobilità prima dello spegnimento del GPS
ja: GPSオフまでの静止時間
nl: Stilstand voor GPS uit
pl: Bezruch przed wyłączeniem GPS

# settings.motion.title
source: Motion detection
cs: Detekce pohybu
de: Bewegungserkennung
es: Detección de movimiento
fr: Détection de mouvement
it: Rilevamento movimento
ja: モーション検出
nl: Bewegingsdetectie
pl: Wykrywanie ruchu

# settings.permission.location
source: Location
cs: Poloha
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
ja: 位置情報
nl: Locatie
pl: Lokalizacja

# settings.permission.motion
source: Motion & Fitness
cs: Pohyb a kondice
de: Bewegung & Fitness
es: Movimiento y forma física
fr: Mouvement et forme
it: Movimento e fitness
ja: モーションとフィットネス
nl: Beweging en fitness
pl: Ruch i sprawność

# settings.permission.precise
source: Precise Location
cs: Přesná poloha
de: Genauer Standort
es: Ubicación precisa
fr: Position précise
it: Posizione esatta
ja: 正確な位置情報
nl: Precieze locatie
pl: Dokładna lokalizacja

# settings.permissions.footer
source: Background tracking requires location access set to “Always” with Precise Location on. Motion & Fitness lets the app switch GPS off while you are still.
cs: Sledování na pozadí vyžaduje přístup k poloze nastavený na „Vždy“ se zapnutou funkcí Přesná poloha. „Pohyb a kondice“ umožňuje aplikaci vypnout GPS, když jste v klidu.
de: Die Aufzeichnung im Hintergrund erfordert, dass der Standortzugriff auf „Immer“ gesetzt und Genauer Standort aktiviert ist. „Bewegung & Fitness“ ermöglicht es der App, das GPS auszuschalten, während Sie sich nicht bewegen.
es: El seguimiento en segundo plano exige que el acceso a la ubicación esté configurado en «Siempre», con Ubicación precisa activada. Movimiento y forma física permite que la app apague el GPS en caso de inmovilidad.
fr: Le suivi en arrière-plan exige un accès à la position réglé sur « Toujours », avec la position précise activée. « Mouvement et forme » permet à l’app d’éteindre le GPS lorsque vous êtes immobile.
it: Il monitoraggio in background richiede l'accesso alla posizione impostato su «Sempre», con Posizione esatta attivata. Movimento e fitness consente all'app di spegnere il GPS in assenza di movimento.
ja: バックグラウンドでの追跡には、位置情報へのアクセスを「常に」に設定し、正確な位置情報をオンにする必要があります。「モーションとフィットネス」により、静止中はGPSをオフに切り替えられます。
nl: Bijhouden op de achtergrond vereist dat locatietoegang is ingesteld op „Altijd”, met Precieze locatie ingeschakeld. Beweging en fitness laat de app de GPS uitschakelen bij stilstand.
pl: Śledzenie w tle wymaga dostępu do lokalizacji ustawionego na „Zawsze”, z włączoną opcją Dokładna lokalizacja. „Ruch i sprawność” pozwala aplikacji wyłączać GPS w czasie bezruchu.

# settings.permissions.request
source: Request permissions
cs: Vyžádat oprávnění
de: Berechtigungen anfordern
es: Solicitar permisos
fr: Demander les autorisations
it: Richiedi autorizzazioni
ja: アクセス許可をリクエスト
nl: Toestemmingen aanvragen
pl: Poproś o uprawnienia

# settings.permissions.title
source: Permissions
cs: Oprávnění
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni
ja: アクセス許可
nl: Toestemmingen
pl: Uprawnienia

# settings.profiles.anySpeed
source: Any, %@
cs: Libovolná, %@
de: Beliebig, %@
es: Cualquiera, %@
fr: Toute activité, %@
it: Qualsiasi, %@
ja: 任意、%@
nl: Elke activiteit, %@
pl: Dowolny, %@

# settings.profiles.footer
source: Distance filter per activity. Speed above %1$@ always selects the driving profile; unknown activity above %2$@ uses the running filter.
cs: Filtr vzdálenosti podle aktivity. Rychlost nad %1$@ vždy vybere profil pro řízení; neznámá aktivita nad %2$@ použije filtr pro běh.
de: Distanzfilter je Aktivität. Eine Geschwindigkeit über %1$@ wählt immer das Fahrprofil; eine unbekannte Aktivität über %2$@ verwendet den Filter für Laufen.
es: Filtro de distancia por actividad. Una velocidad superior a %1$@ selecciona siempre el perfil de conducción; una actividad desconocida por encima de %2$@ usa el filtro de carrera.
fr: Filtre de distance par activité. Une vitesse supérieure à %1$@ sélectionne toujours le profil automobile ; une activité inconnue au-dessus de %2$@ utilise le filtre course à pied.
it: Filtro di distanza per attività. Una velocità superiore a %1$@ seleziona sempre il profilo auto; un'attività sconosciuta sopra %2$@ utilizza il filtro corsa.
ja: アクティビティごとの距離フィルタです。速度が%1$@を超えると常に自動車のプロファイルが選択され、不明なアクティビティで%2$@を超えるとランニングのフィルタが使用されます。
nl: Afstandsfilter per activiteit. Een snelheid boven %1$@ selecteert altijd het autoprofiel; een onbekende activiteit boven %2$@ gebruikt het hardloopfilter.
pl: Filtr odległości zależny od aktywności. Prędkość powyżej %1$@ zawsze wybiera profil samochodowy; nieznana aktywność powyżej %2$@ używa filtru dla biegu.

# settings.profiles.title
source: GPS profiles
cs: Profily GPS
de: GPS-Profile
es: Perfiles GPS
fr: Profils GPS
it: Profili GPS
ja: GPSプロファイル
nl: GPS-profielen
pl: Profile GPS

# settings.profiles.unknownNoSpeed
source: Unknown, no speed
cs: Neznámý, bez rychlosti
de: Unbekannt, ohne Geschwindigkeit
es: Desconocido, sin velocidad
fr: Inconnue, sans vitesse
it: Sconosciuto, senza velocità
ja: 不明、速度なし
nl: Onbekend, geen snelheid
pl: Nieznany, bez prędkości

# settings.profiles.unknownSpeed
source: Unknown, %@
cs: Neznámý, %@
de: Unbekannt, %@
es: Desconocido, %@
fr: Inconnue, %@
it: Sconosciuto, %@
ja: 不明、%@
nl: Onbekend, %@
pl: Nieznany, %@

# settings.purge.action
source: Delete old samples now
cs: Smazat staré vzorky nyní
de: Alte Messpunkte jetzt löschen
es: Eliminar muestras antiguas ahora
fr: Supprimer les anciens échantillons
it: Elimina subito i vecchi campioni
ja: 古いサンプルを今すぐ削除
nl: Oude meetpunten nu verwijderen
pl: Usuń teraz stare próbki

# settings.purge.confirm
source: Delete now
cs: Smazat nyní
de: Jetzt löschen
es: Eliminar ahora
fr: Supprimer maintenant
it: Elimina ora
ja: 今すぐ削除
nl: Nu verwijderen
pl: Usuń teraz

# settings.purge.failed
source: Deletion failed: %@
cs: Vyčištění selhalo: %@
de: Bereinigung fehlgeschlagen: %@
es: Fallo en la purga: %@
fr: Échec de la purge : %@
it: Pulizia non riuscita: %@
ja: 削除に失敗しました：%@
nl: Opschonen mislukt: %@
pl: Czyszczenie nie powiodło się: %@

# settings.purge.message
source: This cannot be undone. Export first if you need the data.
cs: Tuto akci nelze vrátit zpět. Pokud data potřebujete, nejprve je exportujte.
de: Dies kann nicht rückgängig gemacht werden. Exportieren Sie die Daten zuerst, falls Sie sie benötigen.
es: Esta acción no se puede deshacer. Exporte primero los datos si los necesita.
fr: Cette action est irréversible. Exportez d’abord si vous avez besoin des données.
it: Questa azione è irreversibile. Esporta prima i dati, se necessario.
ja: この操作は取り消せません。データが必要な場合は先にエクスポートしてください。
nl: Dit kan niet ongedaan worden gemaakt. Exporteer eerst indien nodig.
pl: Tej operacji nie można cofnąć. Jeśli potrzebujesz tych danych, najpierw je wyeksportuj.

# settings.purge.result
source: Samples deleted: %@
cs: Smazáno %@ vzorků.
de: %@ Messpunkte gelöscht.
es: %@ muestras eliminadas.
fr: %@ échantillons supprimés.
it: %@ campioni eliminati.
ja: %@件のサンプルを削除しました。
nl: %@ meetpunten verwijderd.
pl: Usunięto próbek: %@.

# settings.purge.title
source: Delete samples older than %lld days?
cs: Smazat vzorky starší než %lld dní?
de: Messpunkte löschen, die älter als %lld Tage sind?
es: ¿Eliminar las muestras de más de %lld días?
fr: Supprimer les échantillons de plus de %lld jours ?
it: Eliminare i campioni più vecchi di %lld giorni?
ja: %lld日より前のサンプルを削除しますか？
nl: Meetpunten ouder dan %lld dagen verwijderen?
pl: Usunąć próbki starsze niż %lld dnia?

# settings.retention.days
source: %lld days
cs: %lld dní
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
nl: %lld dagen
pl: %lld dnia

# settings.retention.footer
source: Old samples are deleted automatically by a background maintenance task, or here on demand. Sessions are kept.
cs: Staré vzorky se automaticky mažou úlohou údržby na pozadí, nebo zde na vyžádání. Relace se zachovávají.
de: Alte Messpunkte werden automatisch durch eine Wartungsaufgabe im Hintergrund gelöscht, oder hier auf Wunsch. Sitzungen bleiben erhalten.
es: Las muestras antiguas se eliminan automáticamente mediante una tarea de mantenimiento en segundo plano, o aquí bajo demanda. Las sesiones se conservan.
fr: Les anciens échantillons sont supprimés automatiquement par une tâche de maintenance en arrière-plan, ou ici à la demande. Les sessions sont conservées.
it: I campioni vecchi vengono eliminati automaticamente da un'attività di manutenzione in background, oppure qui su richiesta. Le sessioni vengono conservate.
ja: 古いサンプルはバックグラウンドのメンテナンスタスクによって自動的に削除されるほか、ここから随時削除できます。セッションは保持されます。
nl: Oude meetpunten worden automatisch verwijderd door een onderhoudstaak op de achtergrond, of hier op aanvraag. Sessies worden bewaard.
pl: Stare próbki są usuwane automatycznie przez zadanie konserwacji w tle albo tutaj na żądanie. Sesje są zachowywane.

# settings.retention.forever
source: Forever
cs: Bez omezení
de: Unbegrenzt
es: Sin límite
fr: Sans limite
it: Per sempre
ja: 無期限
nl: Voor altijd
pl: Bez limitu

# settings.retention.keepSamples
source: Keep samples for
cs: Uchovávat vzorky po dobu
de: Messpunkte aufbewahren für
es: Conservar muestras durante
fr: Conserver les échantillons
it: Conserva campioni per
ja: サンプルの保持期間
nl: Meetpunten bewaren
pl: Przechowuj próbki przez

# settings.retention.title
source: Retention
cs: Doba uchování
de: Aufbewahrung
es: Conservación
fr: Conservation
it: Conservazione
ja: 保持期間
nl: Bewaartermijn
pl: Przechowywanie

# settings.title
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia

# settings.units.footer
source: Changes how distances, speeds, altitudes and accuracies are displayed. Recorded samples and exports are unaffected: they always store meters and meters per second.
cs: Změní způsob zobrazení vzdáleností, rychlostí, výšek a přesností. Uložené vzorky a exporty tím nejsou dotčeny: vždy ukládají metry a metry za sekundu.
de: Ändert die Anzeige von Distanzen, Geschwindigkeiten, Höhen und Genauigkeiten. Aufgezeichnete Messpunkte und Exporte sind davon nicht betroffen: Sie speichern immer Meter und Meter pro Sekunde.
es: Cambia cómo se muestran las distancias, velocidades, altitudes y precisiones. Las muestras registradas y las exportaciones no se ven afectadas: siempre se almacenan en metros y metros por segundo.
fr: Change l’affichage des distances, vitesses, altitudes et précisions. Les points enregistrés et les exports ne sont pas affectés : ils sont toujours en mètres et en mètres par seconde.
it: Cambia il modo in cui vengono visualizzati distanze, velocità, altitudini e precisioni. I campioni registrati e gli export non sono interessati: memorizzano sempre metri e metri al secondo.
ja: 距離、速度、高度、精度の表示方法を変更します。記録済みのサンプルとエクスポートには影響しません。常にメートルおよびメートル毎秒で保存されます。
nl: Verandert hoe afstanden, snelheden, hoogtes en nauwkeurigheden worden weergegeven. Opgeslagen meetpunten en exports blijven ongewijzigd: deze worden altijd opgeslagen in meter en meter per seconde.
pl: Zmienia sposób wyświetlania odległości, prędkości, wysokości i dokładności. Zapisane próbki i eksporty pozostają bez zmian: zawsze przechowują metry i metry na sekundę.

# settings.units.title
source: Units
cs: Jednotky
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
nl: Eenheden
pl: Jednostki

# source.significantChange
source: Significant change
cs: Významná změna polohy
de: Signifikante Standortänderung
es: Cambio significativo
fr: Changement significatif
it: Cambiamento significativo
ja: 大幅な位置の変更
nl: Significante locatiewijziging
pl: Znacząca zmiana

# source.visit
source: Visit
cs: Návštěva
de: Besuch
es: Visita
fr: Visite
it: Visita
ja: 訪問
nl: Bezoek
pl: Wizyta

# status.lastFix.accuracy
source: Accuracy
cs: Přesnost
de: Genauigkeit
es: Precisión
fr: Précision
it: Precisione
ja: 精度
nl: Nauwkeurigheid
pl: Dokładność

# status.lastFix.altitude
source: Altitude
cs: Výška
de: Höhe
es: Altitud
it: Altitudine
ja: 高度
nl: Hoogte
pl: Wysokość

# status.lastFix.course
source: Course
cs: Kurz
de: Kurs
es: Rumbo
fr: Cap
it: Direzione
ja: 進行方向
nl: Koers
pl: Kurs

# status.lastFix.none
source: No fix yet.
cs: Zatím žádný fix.
de: Noch kein Fix.
es: Aún no hay ninguna posición GPS.
fr: Aucun point pour l’instant.
it: Ancora nessun fix.
ja: 測位はまだありません。
nl: Nog geen fix.
pl: Brak fixu.

# status.lastFix.position
source: Position
cs: Poloha
es: Posición
it: Posizione
ja: 位置
nl: Positie
pl: Pozycja

# status.lastFix.source
source: Source
cs: Zdroj
de: Quelle
es: Fuente
it: Origine
ja: ソース
nl: Bron
pl: Źródło
